Repository: investblog/cftools-win
Catalog: src/CFTools/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans

# Auth_WhenBody.Text
source: Some new accounts cap zone creation for API tokens at the number of zones that already exist, which blocks bulk add from zero. The Global API Key does not hit that limit. Either secret stays in Windows Credential Manager and is sent only to the Cloudflare API.
de: Manche neuen Konten begrenzen API-Token auf so viele neue Zonen, wie bereits existieren – Massenanlage ab null scheitert. Der Global API Key hat dieses Limit nicht. Beide bleiben in der Windows-Anmeldeinformationsverwaltung und gehen nur an die Cloudflare API.
es: Algunas cuentas nuevas limitan los tokens de API al número de zonas ya existentes, lo que impide agregar en masa desde cero. La Global API Key no tiene ese límite. Ambos secretos quedan en el Administrador de credenciales de Windows y solo van a la API de Cloudflare.
fr: Certains nouveaux comptes limitent les jetons d'API au nombre de zones déjà existantes : l'ajout en masse depuis zéro échoue. La Global API Key n'a pas cette limite. Les deux restent dans le Gestionnaire d'identifiants Windows et ne vont qu'à l'API Cloudflare.
it: Alcuni account nuovi limitano i token API al numero di zone già esistenti: l'aggiunta in blocco da zero fallisce. La Global API Key non ha questo limite. Entrambi restano in Gestione credenziali di Windows e vanno solo all'API Cloudflare.
ja: 一部の新規アカウントでは API トークンで作成できるゾーン数が既存数に制限され、ゼロからの一括追加ができません。Global API Key にこの制限はありません。どちらも Windows 資格情報マネージャーに保存され、Cloudflare API にのみ送信されます。
ko: 일부 신규 계정은 API 토큰으로 만들 수 있는 영역 수를 기존 수로 제한해 처음부터 대량 추가가 막힙니다. Global API Key에는 이 제한이 없습니다. 두 값 모두 Windows 자격 증명 관리자에 보관되며 Cloudflare API로만 전송됩니다.
pl: Niektóre nowe konta ograniczają tokenom API liczbę nowych stref do liczby już istniejących, więc masowe dodawanie od zera nie działa. Global API Key nie ma tego limitu. Oba sekrety zostają w Menedżerze poświadczeń Windows i trafiają tylko do Cloudflare API.
pt_br: Algumas contas novas limitam tokens de API ao número de zonas já existentes, o que impede adicionar em massa do zero. A Global API Key não tem esse limite. Ambos ficam no Gerenciador de Credenciais do Windows e vão apenas para a API Cloudflare.
ru: На некоторых новых аккаунтах API-токены могут создать не больше зон, чем уже есть, и массовое добавление с нуля не работает. Global API Key этого лимита не имеет. Оба секрета хранятся в Windows Credential Manager и отправляются только в Cloudflare API.
tr: Bazı yeni hesaplar API belirteçlerinin oluşturabileceği bölge sayısını mevcut sayıyla sınırlar; sıfırdan toplu ekleme çalışmaz. Global API Key'de bu sınır yoktur. İkisi de Windows Kimlik Bilgisi Yöneticisi'nde kalır ve yalnızca Cloudflare API'ye gönderilir.
zh_hans: 部分新账户会将 API 令牌可创建的区域数限制为现有数量，导致无法从零开始批量添加。Global API Key 没有此限制。两种密钥都保存在 Windows 凭据管理器中，仅发送到 Cloudflare API。

# Auth_PromoRun.Text
source: For redirects, TDS and domain management:
de: Redirects, TDS und Domainverwaltung:
es: Redirecciones, TDS y gestión de dominios:
fr: Redirections, TDS et gestion de domaines :
it: Redirect, TDS e gestione domini:
ja: リダイレクト、TDS、ドメイン管理は:
ko: 리디렉션, TDS, 도메인 관리는:
pl: Przekierowania, TDS i zarządzanie domenami:
pt_br: Redirecionamentos, TDS e gestão de domínios:
ru: Редиректы, TDS и управление доменами:
tr: Yönlendirme, TDS ve alan adı yönetimi:
zh_hans: 重定向、TDS 和域名管理：

# Auth_HintGlobalKey
source: Detected: Global API Key. Enter the account e-mail as well.
de: Erkannt: Global API Key. Bitte auch die Konto-E-Mail eingeben.
es: Detectado: Global API Key. Escriba también el correo de la cuenta.
fr: Détecté : Global API Key. Saisissez aussi l'e-mail du compte.
it: Rilevata: Global API Key. Inserisci anche l'e-mail dell'account.
ja: 検出: Global API Key。アカウントのメールも入力してください。
ko: 감지됨: Global API Key. 계정 이메일도 입력하세요.
pl: Wykryto: Global API Key. Podaj też e-mail konta.
pt_br: Detectado: Global API Key. Informe também o e-mail da conta.
ru: Обнаружен Global API Key. Введите также email аккаунта.
tr: Algılandı: Global API Key. Hesap e-postasını da girin.
zh_hans: 检测到：Global API Key。请同时输入账户邮箱。

# Auth_HintUserToken
source: Detected: user API token (cfut_). No e-mail needed.
de: Erkannt: Benutzer-Token (cfut_). Keine E-Mail nötig.
es: Detectado: token de usuario (cfut_). No hace falta correo.
fr: Détecté : jeton utilisateur (cfut_). Aucun e-mail requis.
it: Rilevato: token utente (cfut_). Nessuna e-mail richiesta.
ja: 検出: ユーザー API トークン(cfut_)。メールは不要です。
ko: 감지됨: 사용자 토큰(cfut_). 이메일이 필요 없습니다.
pl: Wykryto: token użytkownika (cfut_). E-mail niepotrzebny.
pt_br: Detectado: token de usuário (cfut_). Não precisa de e-mail.
ru: Обнаружен пользовательский токен (cfut_). Email не нужен.
tr: Algılandı: kullanıcı belirteci (cfut_). E-posta gerekmez.
zh_hans: 检测到：用户 API 令牌（cfut_）。无需邮箱。

# Auth_HintAccountToken
source: Detected: account-owned token (cfat_), scoped to one account. Enter the Account ID if the token cannot list its own account.
de: Erkannt: kontoeigenes Token (cfat_), an ein Konto gebunden. Konto-ID eingeben, falls das Token sein Konto nicht auflisten kann.
es: Detectado: token de cuenta (cfat_), limitado a una cuenta. Escriba el ID de cuenta si el token no puede listar su cuenta.
fr: Détecté : jeton de compte (cfat_), limité à un compte. Saisissez l'ID de compte si le jeton ne peut pas lister son compte.
it: Rilevato: token dell'account (cfat_), limitato a un account. Inserisci l'ID account se il token non può elencare il suo account.
ja: 検出: アカウントトークン(cfat_)、1 アカウント専用。トークンがアカウントを一覧できない場合はアカウント ID を入力してください。
ko: 감지됨: 계정 토큰(cfat_), 한 계정 전용. 토큰이 계정을 조회하지 못하면 계정 ID를 입력하세요.
pl: Wykryto: token konta (cfat_), ograniczony do jednego konta. Podaj ID konta, jeśli token nie może wyświetlić swojego konta.
pt_br: Detectado: token de conta (cfat_), limitado a uma conta. Informe o ID da conta se o token não puder listar a própria conta.
ru: Обнаружен токен аккаунта (cfat_), привязан к одному аккаунту. Введите Account ID, если токен не может получить список аккаунтов.
tr: Algılandı: hesap belirteci (cfat_), tek hesaba özel. Belirteç hesabını listeleyemiyorsa hesap kimliğini girin.
zh_hans: 检测到：账户令牌（cfat_），仅限单个账户。如果令牌无法列出其账户，请输入账户 ID。

# Auth_HintUnknown
source: Format not recognized: with an e-mail it is treated as a Global API Key, without one as an API token.
de: Format unbekannt: mit E-Mail als Global API Key, ohne E-Mail als API-Token behandelt.
es: Formato no reconocido: con correo se trata como Global API Key; sin él, como token de API.
fr: Format inconnu : avec un e-mail, traité comme Global API Key ; sans, comme jeton d'API.
it: Formato non riconosciuto: con e-mail è trattato come Global API Key, senza come token API.
ja: 形式を判別できません。メールがあれば Global API Key、なければ API トークンとして扱います。
ko: 형식을 알 수 없습니다. 이메일이 있으면 Global API Key, 없으면 API 토큰으로 처리합니다.
pl: Nieznany format: z e-mailem traktowany jako Global API Key, bez niego jako token API.
pt_br: Formato não reconhecido: com e-mail é tratado como Global API Key; sem, como token de API.
ru: Формат не распознан: с email считается Global API Key, без него — API-токеном.
tr: Biçim tanınmadı: e-posta varsa Global API Key, yoksa API belirteci olarak işlenir.
zh_hans: 无法识别格式：有邮箱时按 Global API Key 处理，没有则按 API 令牌处理。

# Auth_EnterSecret
source: Enter your API token or Global API Key
de: API-Token oder Global API Key eingeben
es: Escriba su token de API o Global API Key
fr: Saisissez votre jeton d'API ou Global API Key
it: Inserisci il token API o la Global API Key
ja: API トークンまたは Global API Key を入力してください
ko: API 토큰 또는 Global API Key를 입력하세요
pl: Podaj token API lub Global API Key
pt_br: Informe seu token de API ou Global API Key
ru: Введите API-токен или Global API Key
tr: API belirtecinizi veya Global API Key'i girin
zh_hans: 请输入 API 令牌或 Global API Key

# Auth_KeyNeedsEmail
source: Global API Key requires the account e-mail
de: Global API Key braucht die Konto-E-Mail
es: La Global API Key requiere el correo de la cuenta
fr: La Global API Key requiert l'e-mail du compte
it: La Global API Key richiede l'e-mail dell'account
ja: Global API Key にはアカウントのメールが必要です
ko: Global API Key에는 계정 이메일이 필요합니다
pl: Global API Key wymaga e-maila konta
pt_br: A Global API Key exige o e-mail da conta
ru: Для Global API Key нужен email аккаунта
tr: Global API Key için hesap e-postası gerekir
zh_hans: Global API Key 需要账户邮箱

# Auth_AccountFallback
source: Account {0}
de: Konto {0}
es: Cuenta {0}
fr: Compte {0}
ja: アカウント {0}
ko: 계정 {0}
pl: Konto {0}
pt_br: Conta {0}
ru: Аккаунт {0}
tr: Hesap {0}
zh_hans: 账户 {0}

# Auth_NoAccountsToken
source: No accounts visible to this token. Grant it "Account Settings: Read" or enter the Account ID.
de: Dieses Token sieht keine Konten. „Account Settings: Read“ erteilen oder Konto-ID eingeben.
es: Este token no ve ninguna cuenta. Conceda «Account Settings: Read» o escriba el ID de cuenta.
fr: Aucun compte visible pour ce jeton. Accordez « Account Settings: Read » ou saisissez l'ID de compte.
it: Nessun account visibile a questo token. Concedi «Account Settings: Read» o inserisci l'ID account.
ja: このトークンからアカウントが見えません。「Account Settings: Read」を付与するかアカウント ID を入力してください。
ko: 이 토큰으로 볼 수 있는 계정이 없습니다. "Account Settings: Read"를 부여하거나 계정 ID를 입력하세요.
pl: Ten token nie widzi żadnych kont. Nadaj „Account Settings: Read” lub podaj ID konta.
pt_br: Este token não vê nenhuma conta. Conceda "Account Settings: Read" ou informe o ID da conta.
ru: Токену не видны аккаунты. Дайте право «Account Settings: Read» или введите Account ID.
tr: Bu belirteç hiçbir hesabı göremiyor. "Account Settings: Read" verin veya hesap kimliğini girin.
zh_hans: 此令牌看不到任何账户。请授予"Account Settings: Read"权限或输入账户 ID。

# Auth_NoAccountsUser
source: No accounts found for this user
de: Keine Konten für diesen Benutzer
es: No se encontraron cuentas para este usuario
fr: Aucun compte trouvé pour cet utilisateur
it: Nessun account trovato per questo utente
ja: このユーザーにアカウントがありません
ko: 이 사용자의 계정을 찾을 수 없습니다
pl: Nie znaleziono kont dla tego użytkownika
pt_br: Nenhuma conta encontrada para este usuário
ru: У пользователя нет аккаунтов
tr: Bu kullanıcı için hesap bulunamadı
zh_hans: 未找到此用户的账户

# Auth_SelectAccount
source: Authenticated as {0}. Select an account.
de: Angemeldet als {0}. Wählen Sie ein Konto.
es: Autenticado como {0}. Elija una cuenta.
fr: Authentifié en tant que {0}. Choisissez un compte.
it: Autenticato come {0}. Scegli un account.
ja: {0} として認証済み。アカウントを選択してください。
ko: {0}(으)로 인증됨. 계정을 선택하세요.
pl: Zalogowano jako {0}. Wybierz konto.
pt_br: Autenticado como {0}. Escolha uma conta.
ru: Вход выполнен как {0}. Выберите аккаунт.
tr: {0} olarak doğrulandı. Bir hesap seçin.
zh_hans: 已以 {0} 身份登录。请选择账户。

# Auth_Failed
source: Auth failed: {0} - {1}
de: Anmeldung fehlgeschlagen: {0} - {1}
es: Error de autenticación: {0} - {1}
fr: Authentification échouée : {0} - {1}
it: Autenticazione fallita: {0} - {1}
ja: 認証失敗: {0} - {1}
ko: 인증 실패: {0} - {1}
pl: Logowanie nieudane: {0} - {1}
pt_br: Falha na autenticação: {0} - {1}
ru: Ошибка входа: {0} - {1}
tr: Doğrulama başarısız: {0} - {1}
zh_hans: 身份验证失败：{0} - {1}

# Auth_ConnectionError
source: Connection error: {0}
de: Verbindungsfehler: {0}
es: Error de conexión: {0}
fr: Erreur de connexion : {0}
it: Errore di connessione: {0}
ja: 接続エラー: {0}
ko: 연결 오류: {0}
pl: Błąd połączenia: {0}
pt_br: Erro de conexão: {0}
ru: Ошибка соединения: {0}
tr: Bağlantı hatası: {0}
zh_hans: 连接错误：{0}

# Auth_Connected
source: Connected as {0} ({1})
de: Verbunden als {0} ({1})
es: Conectado como {0} ({1})
fr: Connecté en tant que {0} ({1})
it: Connesso come {0} ({1})
ja: {0} として接続({1})
ko: {0}(으)로 연결됨({1})
pl: Połączono jako {0} ({1})
pt_br: Conectado como {0} ({1})
ru: Подключено как {0} ({1})
tr: {0} olarak bağlandı ({1})
zh_hans: 已以 {0} 身份连接（{1}）

# Zones_Title.Text
source: Zones
de: Zonen
es: Zonas
it: Zone
ja: ゾーン
ko: 영역
pl: Strefy
pt_br: Zonas
ru: Зоны
tr: Bölgeler
zh_hans: 区域

# Zones_Refresh.Content
source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile
zh_hans: 刷新

# Zones_Export.Content
source: Export CSV
de: CSV exportieren
es: Exportar CSV
fr: Exporter CSV
it: Esporta CSV
ja: CSV エクスポート
ko: CSV 내보내기
pl: Eksportuj CSV
pt_br: Exportar CSV
ru: Экспорт CSV
tr: CSV dışa aktar
zh_hans: 导出 CSV

# Zones_ExportAllShort.Content
source: All accounts
de: Alle Konten
es: Todas las cuentas
fr: Tous les comptes
it: Tutti gli account
ja: 全アカウント
ko: 모든 계정
pl: Wszystkie konta
pt_br: Todas as contas
ru: Все аккаунты
tr: Tüm hesaplar
zh_hans: 全部账户

# Zones_ExportAllShort.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Export zones from every account into one CSV
de: Zonen aller Konten in eine CSV exportieren
es: Exportar las zonas de todas las cuentas en un solo CSV
fr: Exporter les zones de tous les comptes dans un seul CSV
it: Esporta le zone di tutti gli account in un unico CSV
ja: 全アカウントのゾーンを 1 つの CSV に出力
ko: 모든 계정의 영역을 하나의 CSV로 내보내기
pl: Eksportuj strefy ze wszystkich kont do jednego CSV
pt_br: Exportar as zonas de todas as contas em um único CSV
ru: Экспорт зон всех аккаунтов в один CSV
tr: Tüm hesapların bölgelerini tek CSV'ye aktar
zh_hans: 将所有账户的区域导出到一个 CSV

# Zones_ExportAll.Content
source: Export all accounts
de: Alle Konten exportieren
es: Exportar todas las cuentas
fr: Exporter tous les comptes
it: Esporta tutti gli account
ja: 全アカウントをエクスポート
ko: 모든 계정 내보내기
pl: Eksportuj wszystkie konta
pt_br: Exportar todas as contas
ru: Экспорт всех аккаунтов
tr: Tüm hesapları dışa aktar
zh_hans: 导出全部账户

# Zones_ExportAll.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Export zones from every account into one CSV
de: Zonen aller Konten in eine CSV exportieren
es: Exportar las zonas de todas las cuentas en un solo CSV
fr: Exporter les zones de tous les comptes dans un seul CSV
it: Esporta le zone di tutti gli account in un unico CSV
ja: 全アカウントのゾーンを 1 つの CSV に出力
ko: 모든 계정의 영역을 하나의 CSV로 내보내기
pl: Eksportuj strefy ze wszystkich kont do jednego CSV
pt_br: Exportar as zonas de todas as contas em um único CSV
ru: Экспорт зон всех аккаунтов в один CSV
tr: Tüm hesapların bölgelerini tek CSV'ye aktar
zh_hans: 将所有账户的区域导出到一个 CSV

# Zones_PendingLink.Text
source: Check nameservers in bulk in 301.st
de: Nameserver in 301.st massenweise prüfen
es: Comprobar servidores de nombres en masa en 301.st
fr: Vérifier les serveurs de noms en masse dans 301.st
it: Controlla i name server in blocco su 301.st
ja: 301.st でネームサーバーを一括確認
ko: 301.st에서 네임서버 일괄 확인
pl: Sprawdź serwery nazw masowo w 301.st
pt_br: Verificar servidores de nomes em massa no 301.st
ru: Проверить NS-серверы массово в 301.st
tr: 301.st'de ad sunucularını toplu kontrol et
zh_hans: 在 301.st 批量检查名称服务器

# Zones_ConnectToExportAll
source: Connect first to export all accounts
de: Zuerst verbinden, um alle Konten zu exportieren
es: Conéctese primero para exportar todas las cuentas
fr: Connectez-vous d'abord pour exporter tous les comptes
it: Connettiti prima per esportare tutti gli account
ja: 全アカウントをエクスポートするには先に接続してください
ko: 모든 계정을 내보내려면 먼저 연결하세요
pl: Najpierw połącz się, aby wyeksportować wszystkie konta
pt_br: Conecte-se primeiro para exportar todas as contas
ru: Подключитесь, чтобы экспортировать все аккаунты
tr: Tüm hesapları aktarmak için önce bağlanın
zh_hans: 请先连接，再导出全部账户

# Zones_ExportingAccount
source: Exporting {0} ({1}/{2})...
de: Exportiere {0} ({1}/{2})...
es: Exportando {0} ({1}/{2})...
fr: Export de {0} ({1}/{2})...
it: Esportazione di {0} ({1}/{2})...
ja: {0} をエクスポート中({1}/{2})...
ko: {0} 내보내는 중({1}/{2})...
pl: Eksport {0} ({1}/{2})...
pt_br: Exportando {0} ({1}/{2})...
ru: Экспорт {0} ({1}/{2})...
tr: {0} aktarılıyor ({1}/{2})...
zh_hans: 正在导出 {0}（{1}/{2}）...

# Zones_CredentialsChanged
source: Credentials changed during export. Export aborted.
de: Zugangsdaten während des Exports geändert. Abgebrochen.
es: Las credenciales cambiaron durante la exportación. Cancelada.
fr: Identifiants modifiés pendant l'export. Export interrompu.
it: Credenziali cambiate durante l'esportazione. Interrotta.
ja: エクスポート中に認証情報が変わりました。中止しました。
ko: 내보내는 동안 자격 증명이 바뀌었습니다. 중단했습니다.
pl: Dane logowania zmieniły się podczas eksportu. Przerwano.
pt_br: Credenciais alteradas durante a exportação. Cancelada.
ru: Учётные данные изменились. Экспорт прерван.
tr: Aktarım sırasında kimlik bilgileri değişti. Durduruldu.
zh_hans: 导出期间凭据已更改。导出已中止。

# Zones_ExportReady
source: {0} zone(s) across {1} account(s) ready
de: {0} Zone(n) aus {1} Konto/Konten bereit
es: {0} zona(s) de {1} cuenta(s) listas
fr: {0} zone(s) de {1} compte(s) prêtes
it: {0} zona/e da {1} account pronte
ja: {1} アカウントの {0} ゾーンを準備完了
ko: 계정 {1}개의 영역 {0}개 준비됨
pl: Gotowe: {0} stref z {1} kont(a)
pt_br: {0} zona(s) de {1} conta(s) prontas
ru: Готово {0} зон из {1} аккаунт(ов)
tr: {1} hesaptan {0} bölge hazır
zh_hans: 已准备 {1} 个账户的 {0} 个区域

# Zones_ExportedAll
source: Exported {0} zone(s) from {1} account(s) to {2}
de: {0} Zone(n) aus {1} Konto/Konten nach {2} exportiert
es: {0} zona(s) de {1} cuenta(s) exportadas a {2}
fr: {0} zone(s) de {1} compte(s) exportées vers {2}
it: {0} zona/e da {1} account esportate in {2}
ja: {1} アカウントの {0} ゾーンを {2} に出力しました
ko: 계정 {1}개의 영역 {0}개를 {2}(으)로 내보냈습니다
pl: Wyeksportowano {0} stref z {1} kont(a) do {2}
pt_br: {0} zona(s) de {1} conta(s) exportadas para {2}
ru: Экспортировано {0} зон из {1} аккаунт(ов) в {2}
tr: {1} hesaptan {0} bölge {2} dosyasına aktarıldı
zh_hans: 已将 {1} 个账户的 {0} 个区域导出到 {2}

# Zones_Exported
source: Exported {0} zone(s) to {1}
de: {0} Zone(n) nach {1} exportiert
es: {0} zona(s) exportada(s) a {1}
fr: {0} zone(s) exportée(s) vers {1}
it: {0} zona/e esportata/e in {1}
ja: {0} ゾーンを {1} に出力しました
ko: 영역 {0}개를 {1}(으)로 내보냈습니다
pl: Wyeksportowano {0} stref do {1}
pt_br: {0} zona(s) exportada(s) para {1}
ru: Экспортировано {0} зон в {1}
tr: {0} bölge {1} dosyasına aktarıldı
zh_hans: 已将 {0} 个区域导出到 {1}

# Zones_ExportFailed
source: Export failed: {0}
de: Export fehlgeschlagen: {0}
es: Error al exportar: {0}
fr: Échec de l'export : {0}
it: Esportazione fallita: {0}
ja: エクスポート失敗: {0}
ko: 내보내기 실패: {0}
pl: Eksport nieudany: {0}
pt_br: Falha na exportação: {0}
ru: Ошибка экспорта: {0}
tr: Dışa aktarma başarısız: {0}
zh_hans: 导出失败：{0}

# Zones_PendingHint
source: {0} zone(s) not yet pointed to Cloudflare nameservers.
de: {0} Zone(n) zeigen noch nicht auf Cloudflare-Nameserver.
es: {0} zona(s) aún no apuntan a los servidores de Cloudflare.
fr: {0} zone(s) ne pointent pas encore vers Cloudflare.
it: {0} zona/e non puntano ancora ai name server Cloudflare.
ja: {0} 件のゾーンがまだ Cloudflare のネームサーバーを向いていません。
ko: 영역 {0}개가 아직 Cloudflare 네임서버를 가리키지 않습니다.
pl: {0} stref nie wskazuje jeszcze serwerów nazw Cloudflare.
pt_br: {0} zona(s) ainda não apontam para os servidores Cloudflare.
ru: Зон без NS-серверов Cloudflare: {0}.
tr: {0} bölge henüz Cloudflare ad sunucularına yönlendirilmemiş.
zh_hans: {0} 个区域尚未指向 Cloudflare 名称服务器。

# Zones_Loaded
source: {0} zones loaded, {1} active
de: {0} Zonen geladen, {1} aktiv
es: {0} zonas cargadas, {1} activas
fr: {0} zones chargées, {1} actives
it: {0} zone caricate, {1} attive
ja: {0} 件のゾーン、うち {1} 件がアクティブ
ko: 영역 {0}개 불러옴, 활성 {1}개
pl: Wczytano stref: {0}, aktywnych: {1}
pt_br: {0} zonas carregadas, {1} ativas
ru: Загружено зон: {0}, активных: {1}
tr: {0} bölge yüklendi, {1} etkin
zh_hans: 已加载 {0} 个区域，{1} 个活动

# Zones_FilterMatch
source: {0} of {1} zones match the filter
de: {0} von {1} Zonen passen zum Filter
es: {0} de {1} zonas coinciden con el filtro
fr: {0} zones sur {1} correspondent au filtre
it: {0} zone su {1} corrispondono al filtro
ja: {1} 件中 {0} 件がフィルターに一致
ko: {1}개 중 {0}개가 필터와 일치
pl: {0} z {1} stref pasuje do filtru
pt_br: {0} de {1} zonas correspondem ao filtro
ru: Под фильтр подходит {0} из {1} зон
tr: {1} bölgeden {0} tanesi filtreyle eşleşiyor
zh_hans: {1} 个区域中有 {0} 个匹配筛选条件

# Add_Title.Text
source: Add Domains
de: Domains hinzufügen
es: Agregar dominios
fr: Ajouter des domaines
it: Aggiungi domini
ja: ドメインを追加
ko: 도메인 추가
pl: Dodaj domeny
pt_br: Adicionar domínios
ru: Добавить домены
tr: Alan adı ekle
zh_hans: 添加域名

# Add_Input.Header
source: Paste domains from any source
de: Domains aus beliebiger Quelle einfügen
es: Pegue dominios desde cualquier fuente
fr: Collez des domaines (toute source)
it: Incolla domini da qualsiasi fonte
ja: 任意の形式でドメインを貼り付け
ko: 어떤 형태든 도메인을 붙여 넣으세요
pl: Wklej domeny z dowolnego źródła
pt_br: Cole domínios de qualquer fonte
ru: Вставьте домены из любого источника
tr: Alan adlarını yapıştırın
zh_hans: 从任意来源粘贴域名

# Add_Input.PlaceholderText
source: Paste raw lists, CSV, HTML, email text, URLs, or exports. Domains will be extracted automatically. IDN and Punycode supported. Subdomains filtered to root domains. Duplicates detected before create.
de: Listen, CSV, HTML, E-Mail-Text, URLs oder Exporte einfügen. Domains werden automatisch extrahiert. IDN und Punycode unterstützt. Subdomains auf Root-Domains reduziert. Duplikate vor dem Anlegen erkannt.
es: Pegue listas, CSV, HTML, texto de correos, URL o exportaciones. Los dominios se extraen automáticamente. IDN y Punycode admitidos. Subdominios reducidos a la raíz. Duplicados detectados antes de crear.
fr: Collez des listes, CSV, HTML, e-mails, URL ou exports. Les domaines seront extraits automatiquement. IDN et Punycode pris en charge. Sous-domaines ramenés à la racine. Doublons détectés avant création.
it: Incolla elenchi, CSV, HTML, testo di e-mail, URL o esportazioni. I domini saranno estratti automaticamente. IDN e Punycode supportati. Sottodomini ridotti ai domini radice. Duplicati rilevati prima della creazione.
ja: リスト、CSV、HTML、 メール本文、URL、エクスポートを貼り付け。 ドメインは自動で抽出されます。 IDN と Punycode に対応。 サブドメインはルートドメインにまとめます。 重複は作成前に検出します。
ko: 목록, CSV, HTML, 이메일 본문, URL, 내보내기 파일을 붙여 넣으세요. 도메인은 자동으로 추출됩니다. IDN과 Punycode 지원. 하위 도메인은 루트 도메인으로 정리됩니다. 중복은 생성 전에 감지됩니다.
pl: Wklej listy, CSV, HTML, treść e-maili, adresy URL lub eksporty. Domeny zostaną wyodrębnione automatycznie. Obsługa IDN i Punycode. Subdomeny sprowadzone do domen głównych. Duplikaty wykrywane przed utworzeniem.
pt_br: Cole listas, CSV, HTML, texto de e-mails, URLs ou exportações. Os domínios serão extraídos automaticamente. IDN e Punycode suportados. Subdomínios reduzidos à raiz. Duplicados detectados antes de criar.
ru: Вставьте списки, CSV, HTML, текст писем, URL или экспорты. Домены будут извлечены автоматически. Поддержка IDN и Punycode. Поддомены сводятся к корневым. Дубликаты находятся до создания.
tr: Liste, CSV, HTML, e-posta metni, URL veya dışa aktarma yapıştırın. Alan adları otomatik çıkarılır. IDN ve Punycode desteklenir. Alt alan adları kök alan adına indirgenir. Yinelenenler oluşturmadan önce bulunur.
zh_hans: 粘贴列表、CSV、HTML、 邮件正文、URL 或导出文件。 域名将被自动提取。 支持 IDN 和 Punycode。 子域名归并为根域名。 创建前检测重复项。

# Add_Results.Header
source: Preflight Results
de: Vorprüfung
es: Resultados de la comprobación
fr: Résultats de la vérification
it: Risultati del controllo
ja: 事前チェック結果
ko: 사전 확인 결과
pl: Wyniki sprawdzenia
pt_br: Resultados da verificação
ru: Результаты проверки
tr: Ön kontrol sonuçları
zh_hans: 预检结果

# Add_Remove.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Remove from list
de: Aus der Liste entfernen
es: Quitar de la lista
fr: Retirer de la liste
it: Rimuovi dall'elenco
ja: 一覧から削除
ko: 목록에서 제거
pl: Usuń z listy
pt_br: Remover da lista
ru: Убрать из списка
tr: Listeden kaldır
zh_hans: 从列表中移除

# Add_TipOpen.Content
source: Open 301.st
de: 301.st öffnen
es: Abrir 301.st
fr: Ouvrir 301.st
it: Apri 301.st
ja: 301.st を開く
ko: 301.st 열기
pl: Otwórz 301.st
pt_br: Abrir 301.st
ru: Открыть 301.st
tr: 301.st'yi aç
zh_hans: 打开 301.st

# Add_Check.Content
source: Check
de: Prüfen
es: Comprobar
fr: Vérifier
it: Controlla
ja: チェック
ko: 확인
pl: Sprawdź
pt_br: Verificar
ru: Проверить
tr: Kontrol et
zh_hans: 检查

# Add_Create.Content
source: Create All
de: Alle anlegen
es: Crear todo
fr: Tout créer
it: Crea tutto
ja: すべて作成
ko: 모두 생성
pl: Utwórz wszystkie
pt_br: Criar tudo
ru: Создать все
tr: Tümünü oluştur
zh_hans: 全部创建
